Repository: kapilkhedkar/WeatherApp
Catalog: WeatherApp/Localization/*.lproj/Localizable.strings
Languages: hi

# navBar_header
source: Weather
hi: मौसम

# empty_location_msg
source: No Location found
hi: कोई स्थान नहीं मिला

# get_location_button_text
source: Get Location
hi: स्थान प्राप्त करें

source: Observation Time
hi: अवलोकन समय

source: Wind Speed
hi: हवा की गति

source: Visibility
hi: दृश्यता

source: Precipitation
hi: वर्षण

source: Sunny
hi: धूप वाला

source: Partly cloudy
hi: हल्के बादल

source: Cloudy
hi: बादलों से भरा

source: Overcast
hi: बादलों से घिरा

source: Mist
hi: कोहरा

source: Patchy rain possible
hi: आसपास अलग-अलग इलाकों में वारिश

source: Patchy snow possible
hi: आसपास अलग-अलग इलाकों में हिमपात

source: Patchy sleet possible
hi: आसपास ओलों के साथ मामूली बारिश

source: Patchy freezing drizzle possible
hi: आसपास अलग-अलग इलाकों में जमा देने वाली बौछार

source: Thundery outbreaks possible
hi: आसपास गरज के साथ बारिश

source: Blowing snow
hi: ब्लोइंग स्नो

source: Blizzard
hi: बर्फानी तूफान

source: Fog
hi: धुंध

source: Freezing fog
hi: जमा देने वाली धुंध

source: Patchy light drizzle
hi: अलग-अलग इलाकों में मामूली सी बौछार

source: Light drizzle
hi: हल्की बौछार

source: Freezing drizzle
hi: जमा देने वाली बौछार

source: Heavy freezing drizzle
hi: बेहद जमा देने वाली बौछार

source: Patchy light rain
hi: अलग-अलग इलाकों में हल्की बौछार

source: Light rain
hi: हल्की बारिश

source: Moderate rain at times
hi: अक्सर सामान्य बारिश

source: Moderate rain
hi: सामान्य बारिश

source: Heavy rain at times
hi: अक्सर जोरदार बारिश

source: Heavy rain
hi: जोरदार बारिश

source: Light freezing rain
hi: हल्की जमा देने वाली बारिश
